Repository: giellalt/corpus-sma
Catalog: tmx/swe/facta/vaajma/nr_1_2014.pdf.tmx
Source language: sma
Languages: swe

source: båatam, Anne- Lajla Buljo Åhrén jeahta.
swe: en gång i veckan kommer anne Laila Buljo Åhrén till skolan i Jorm för att undervisa i samiska.

source: BUerTieN madtegisnie Anne-
swe: koncentrationen är på topp. ”

source: ikth våhkesne anne lajla Buljo Åhrén Fagerdaeleste Straejmien bæjngolen, Frööstegasse vuaja saemien lohkehtimmiem dejtie saemien maanide åtna.
swe: Strömsund. Varje vecka blir det därför åtskilliga mil i bil.

source: – Hijven hov åadtjoem saemien gïelem leeredh,
swe: – Men det här är livsviktigt. Jag

source: dannasinie manne edtjem båatsoe- saemie sjïdtedh gosse manne båarasåbpoe sjïdtem, ante Jonasson mij lea 9 jaepien båeries jeahta, Pluevere.
swe: – De får öva sig i att läsa och

source: Anne Lajla lea ietniegïelelohkehtæjja Straejmien tjïeltesne.
swe: skriva på olika sätt.

source: Fïerhten våhkoen bïjre jarkan skuvline feerieh gusnie saemien maanah gååvnese.
swe: Det kan handla om att göra praktiska övningar eller spela spel, säger Anne Laila.

source: – Dah åadtjoeh leeredh lohkedh
swe: HON BOr MeD sin familj i

source: jïh tjaeledh.
swe: När det gäller mina egna barn har det varit en självklarhet att de har fått lära sig samiska.

source: Maehtebe aaj gïelem lïerehtimmiej jallh spïeli tjirrh leeredh, Anne Lajla jeahta.
swe: Det är viktigt att kunna språket för att göra sig förstådd, säger hon.

source: SaTNe alTeSe fuelhkine Fager
swe: aNNe-laila menar att samernas

source: aktah duvhtesovveme jïh stinkebe sjïdteme daelie gåessie guektien- gïelen tjïelte sjïdteme.
swe: nyfikenhet och jag tycker att det är roligt att berätta och dela med mig av den kunskap jag har.

source: Menh annje hov muvhth almetjh maahtoegabth.
swe: Varje gång hon kommer till Frostviken mottas hon med glädje av barnen.

source: – Menh almetjh tuhtjieh luste dan
swe: – De tycker det är jätteroligt när

source: Saila Åhrén, 8 jaepien båeries Plueveristie tjahkesje, jïh åerpenadtjh Ante (9) jïh Signe Jonasson (7) Plueveristie.
swe: Saila Åhrén, 8 år från Blåsjöfallet och syskonen Ante, 9 år och Signe Jonasson, 7 år, Stora Blåsjön.

source: Signe åtna luste saemien gïelem leeredh jïh Anne-Saila soptseste gosse sov krist ’ ietnie jïh kristaehtjie onne idtjigan åadtjoeh saemien gïelem skuvlesne leeredh.
swe: Signe tycker det är kul att lära sig samiska liksom Anne-Saila som berättar att när hennes gudmor och gudfar var små fick de inte lära sig samiska i skolan.

source: Ante Jonasson saemien gieline gæmhpode juktie dïhte daajra mejnie sæjhta barkedh gosse stoerre sjædta:
swe: Ante Jonasson strävar med språket för han vet vad han vill bli i framtiden:

source: – Hijven hov saemien gïelem ma
swe: – Det är bra att kunna samiska för

source: Fïerhten våhkoen jïjnjh mïjlh bïjlesne sjædta.
swe: jag kommer.

source: – Menh daate joekoen vihkeles.
swe: jag ska bli renskötare, säger han.

source: ehtedh, dannasinie manne sïjhtem båatsojne barkedh, dïhte jeahta.
swe: stolta ambassadörer

source: Manne jïjtje voeneste båatam gusnie barre saemiestieh.
swe: inom kort kommer en ny hemsida att lanseras på www.vaajma.com.

source: Munnjien lea iemiestidh. Joekoen vihkeles saemien gïelem maehtedh guktie almetjh edtjieh satnem maehtedh guarkedh, dïhte jeahta.
swe: det kommer även att delas ut en broschyr till vaajmas invånare så att de ska känna sig tryggare i sin roll som ambassadörer för området. Foto: Erika Winterlia

source: aNNe- laila tuhtja saemiej re
swe: facebook.com/vaajma

source: Manne aaj vueptestem maanah hijven jïh væjkele maahtoFïerhten aejkien gosse Frööstegasse båata, dïhte madtjeles maanijste dååstesåvva.
swe: rit bland annat inom cross, backe, orientering, familje och veteraner, berättar Kent som haft stort ansvar för arrangemangen.

source: – Dah tuhtjieh gaajh luste manne
swe: MeN NU. Har Kent bestämt sig

source: Samisk översättning: Maidi Persson Steinfjell
swe: för att dra ner på arbetstimmarna.

source: Olof Sjödin
swe: – Jag och Anette vill sälja hotell

source: vAAjmA
swe: Fjällgården.

source: Dela PÅ FaceBOOK !
swe: inom kort kommer en ny broschyr att delas ut till alla boende i Vaajma.

source: reetnoe gaajhkh dovnesh mah Vaajma- dajvesne årroeminie orre tjaalegem åadtjoeh.
swe: Ett informationsmaterial som stärker Vaajmas invånare att bli bra ambassadörer för området så att fler turister och boende lockas hit.

source: Seamma åejviesæjrojne www.vaajma.com mij jorkeståvva guktie maahta prosjekten mænngan aaj årrodh.
swe: Det är tanken bakom den broschyr som projektet inom kort kommer att dela ut till alla boende i området.

source: Aktem bïevnesetjaalegem almetjidie Vaajmesne guktie edtjieh væjkeles saadthalmetjh sjïdtedh dovne turisth dåastodh jïh almetjh diekie gatjkoestidh.
swe: att göra om hemsidan vaajma.com har också pågått en tid. Sidan har fått en total makeover, en del i utvecklingen för att kunna stå på egna ben efter projektavslut.

source: Daate lea tjaalegen ulmie maam prosjekte sæjhta voenen almetjidie sedtedh.
swe: Här finns paketresor och inspirerande bilder samt information om området.

source: – MiJJieH SïJHTeBe tjaalegem
swe: – Hemsidan är betydelsefull och

source: Dïhte, ektiebarkije Ulla Jonsson jïh bïevneseprosjekte daam tjaalegem øørneme.
swe: kent vill fortsätta ha ansvar för de populära snöskoterarrangemangen.

source: liBie geeSJele dejnie hïejmesæjrojne (vaajma.
swe: net ” snöskoterns Mecka ”. År efter år har nya tävlingar och arrangemang

source: com:ine) dorjeme jïh naa guhkiem daejnie gïehtelamme.
swe: KeNT BeräTTar också att det

source: Dïhte åssjalommes lea, edtja «okseš årrodh dejtie mah sijhtieh Vaajmese båetedh.
swe: genom åren kommit människor på att åka snöskoter i området.

source: Daesnie joekehth feeledimmiefaaleldahkh gååvnese, jïh dovne guvvieh jïh bïevnesh dajven bïjre.
swe: En del tävlingar har också arrangerats under åren.

source: – Vihkeles hov hijven hïejmesæj
swe: ger en första känsla för området.

source: roem utnedh, juktie dan tjirrh voestes guvviem dajveste åadtjoeh.
swe: information om Vaajma som ska ge invånarna extra råg i ryggen för att kunna bli bra ambassadörer för området.

source: Dannasinie lea vihkeles aktem aelhkies, tjaebpies jïh ïedtjeles sæjroem buektiehtidh, Erika Winterlia bïevneseprosjektesne jeahta.
swe: De som redan bor och trivs här är de bästa förespråkarna och tillsammans ska vi hjälpas åt att sprida information till andra och locka hit nya invånare och turister, säger Anna sammans med kollegan Ulla Jonsson och informationsprojektet står bakom den nya broschyren.

source: Samisk översättning:
swe: eTT OMFaTTaNDe arbete med
